import { Types } from "@shared";

export const LAST_NEWS: Array<Types.INews> = [
  {
    id: "0",
    route: "events/patch-22-12-2021",
    title: "Патч 22.12.2021",
    date: "22 декабря 2021",
    description:
      'На сервер установлено игровое событие: "Новогоднее безумие" .Добавлены новые игровые предметы: В игру добавлен 4 грейд бижутерии солнца. В игру добавлен 2 грейд Кольца Ифрита...',
    thumbnail:
      "https://sun9-78.userapi.com/sun9-34/impg/OstUa3mnqNjPT-h9AG4V9nQ-ELkVEtC1_PdfLQ/xsp6juj5W3k.jpg?size=960x540&quality=96&sign=232a45869f774b4d2dd61bf3e4498f39&type=album",
  },
  {
    id: "1",
    route: "/events/sealed-cave",
    title: "Боссы в запечатанных пещерах",
    date: "4 декабря 2021",
    description:
      "На сервер Daiquiri добавлено 4 новых босса. Каждый из них расположен по комнатам в Запечатанных пещерах пирата 2ур. Moрена - Богиня плодородия, жатвы и смерти. Прибыла на территорию Колфорт для выращивания плода силы, но была запечатана славными героями в «Пещере пиратов». Король огра Зомби - Богиня плодородия, жатвы и смерти. Прибыла на территорию Колфорт для выращивания плода силы...",
    thumbnail:
      "https://sun9-78.userapi.com/sun9-51/impg/tADxoH4UN3XgbMj-7CoemKx4VIafRFtrAU0gaA/BliS0ENGst0.jpg?size=758x542&quality=96&sign=eccc51078597b0bdd261cb553fca07c2&type=album",
  },
  {
    id: "2",
    route: "events/patch-03-12-2021",
    title: "Патч 03.12.2021",
    date: "3 декабря 2021",
    description:
      "Переработаны Древние монстры Эльтера (теперь они имеют 2 типа, тем что слабее и те, что сильнее, само собой разделены дроп листами).  В игру добавлены 4 босса (Дюрахан, Костяной Дракон, Морена, Король огров Зомби) которые теперь на постоянной основе будут появляться на территории Запечатанной пещеры ур.2. Значительно увеличен шанс установки рун 3-5 уровня в снаряжение. Переработаны ежедневные квесты (Эльтер, Иллюмина, РП, БМ, Контрольные точки) - теперь наградой за выполнения этих заданий будет фиксированный опыт в зависимости от уровня персонажа, выше 97 уровня персонажи будут получать за одно задание по пол процента.\n" +
      "Так-же в качестве награды за выполнение ежедневного задания будет начислено 4 трофейных монеты сразу в инвентарь трофеев. Исправлен Орб огня преисподней , теперь имеет корректный урон и доступен для проточки сияющими, блестящими и усиленными свитками. В игру добавлен Усиленный свиток усиления бижутерии (подробнее у NPC Кон)",
    thumbnail:
      "https://sun9-78.userapi.com/sun9-34/impg/OstUa3mnqNjPT-h9AG4V9nQ-ELkVEtC1_PdfLQ/xsp6juj5W3k.jpg?size=960x540&quality=96&sign=232a45869f774b4d2dd61bf3e4498f39&type=album",
  },
  {
    id: "3",
    route: "events/time-of-apocalypses",
    title: "Ивент «Время Апокалипсиса»",
    date: "30 ноября 2021",
    description:
      "Новые уникальные перевоплощения и разнообразие игрового времени ждёт тебя!",
    thumbnail:
      "https://sun9-78.userapi.com/sun9-28/impg/AnWVKXfBEMzKrt_An5HjX7XLl6cbq0IDzJ7HZA/5q5C2bjat0I.jpg?size=483x360&quality=96&sign=3e27e4b3527e18f345108dca4ef96617&type=album",
  },
];
