export const NEWS_DATA: Array<string> = [
  "Усилены показатели всех боссов",
  "Исправленны временные проблемы у предметов Фруктовый леденец и Манговая карамель",
  "Стихийная эссенция доступна к продаже через торговую лавку и аукцион",
  "Увеличена цена Сундуков сокровищ Ифрита, Бафомета, Метеоса с 5 до 15 миллионов серебра",
  "Цепная стрела и Кровавая стрела увеличен базовый урон на 1",
  "Скорректированы характеристики бижутерии слияния и ожерелий ярости",
  "Снижен шанс выпадения СВК и ПВК с древних монстров",
  "Увеличено количество HP древних монстров на 1000",
  "Исправлены ошибки, при которых сундуки сокровищ Святой земли открывались без дропа",
];
