export const NEWS_DATA: Array<string> = [
  "Изменен состав изумрудных ключей",
  "В игру добавлено +4 усиление плаща смотрителя и плаща невидимости (Усиление возможно только при помощи Усиленного свитка усиления доспехов)",
  "В игру добавлен 6 и 7 уровень сфер героизма, охотника, мудреца (Продление сфер 6-7 уровня не предусмотрено)",
  "В игру добавлено Усиленное кольцо Ифрита, 3 грейд кольца Ифрита",
  'Значительно повышены характеристики уклонения в древе питомца огня (I) у умений "Охранный заслон 1-3 ур."',
  'Увеличен уровень Убийцы людей у предметов "Двуручный меч и Меч Правосудия"',
  'Добавлен Убийца людей ур. 3 предмету "Слэшер"\n',
  "Кольца перевоплощения добавлены в дроп с монстров согласно вики",
  'Предмет "Святая вода" доступен к продаже в личной торговой лавке',
];
