export const NEWS_DATA: Array<string> = [
  "Переработаны Древние монстры Эльтера (теперь они имеют 2 типа, тем что слабее и те, что сильнее, само собой разделены дроп листами) Подробнее будет расписано позже в статье нашей группы ВК",
  "В игру добавлены 4 босса (Дюрахан, Костяной Дракон, Морена, Король огров Зомби) которые теперь на постоянной основе будут появляться на территории Запечатанной пещеры ур.2.",
  "Значительно увеличен шанс установки рун 3-5 уровня в снаряжение (было 20% стало 65 %)",
  "Переработаны ежедневные квесты (Эльтер, Иллюмина, РП, БМ, Контрольные точки) - теперь наградой за выполнения этих заданий будет фиксированный опыт в зависимости от уровня персонажа, выше 97 уровня персонажи будут получать за одно задание по пол процента. Так-же в качестве награды за выполнение ежедневного задания будет начислено 4 трофейных монеты сразу в инвентарь трофеев.",
  "Исправлен Орб огня преисподней , теперь имеет корректный урон и доступен для проточки сияющими, блестящими и усиленными свитками",
  "В игру добавлен Усиленный свиток усиления бижутерии (подробнее у NPC Кон)",
  "NPC Кон перенесён в Эшборн к Аукциону для удобства пользователей.",
  "Исправлена ошибка, при которой игроки выше 100-го уровня не могли сдавать ежедневные задания",
  "Карты удачи убраны из боссов и добавлены в дроп с мини боссов.",
];
